Repository: bongofongo/autorota
Catalog: platforms/apple/Apps/AutorotaApp/AutorotaApp/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, hi, zh_hans, zh_hant

# help.section.employees.example.2
source: Student-only afternoons: use the drag-rectangle on the availability grid to mark Wednesday 2pm–8pm as Yes in one gesture.
ar: أوقات بعد الظهر للطلاب فقط: استخدم مستطيل السحب على شبكة التوفر لوضع علامة "نعم" على الأربعاء من 2 ظهراً حتى 8 مساءً بحركة واحدة.
bn: শুধুমাত্র শিক্ষার্থীদের বিকেল: প্রাপ্যতার গ্রিডে ড্র্যাগ-আয়তক্ষেত্র ব্যবহার করে এক অঙ্গভঙ্গিতে বুধবার দুপুর ২টা–রাত ৮টা "হ্যাঁ" চিহ্নিত করুন।
es: Tardes solo para estudiantes: usa el rectángulo de arrastre en la cuadrícula de disponibilidad para marcar el miércoles de 14:00 a 20:00 como Sí en un solo gesto.
hi: केवल छात्रों की दोपहर: एक ही जेस्चर में बुधवार 2 बजे–8 बजे को हाँ चिह्नित करने के लिए उपलब्धता ग्रिड पर ड्रैग-रेक्टैंगल का उपयोग करें।
zh_hans: 仅学生下午：在可用性网格上使用拖拽矩形，一次手势将周三下午 2 点至 8 点标记为「可」。
zh_hant: 僅學生下午：在可用性網格上使用拖曳矩形，一次手勢將週三下午 2 點至 8 點標記為「可」。

# help.section.employees.example.3
source: Two roles: enable Barista and Shift Lead toggles so the employee qualifies for either type of shift.
ar: دوران: فعّل مفتاحي Barista و Shift Lead حتى يصبح الموظف مؤهلاً لأي من نوعي المناوبة.
bn: দুটি ভূমিকা: বারিস্তা এবং শিফট লিড টগল সক্ষম করুন যাতে কর্মচারী উভয় ধরনের শিফটের জন্য যোগ্য হন।
es: Dos roles: activa los interruptores de Barista y Encargado de Turno para que el empleado pueda cubrir cualquiera de los dos tipos de turno.
hi: दो भूमिकाएँ: Barista और Shift Lead टॉगल सक्षम करें ताकि कर्मचारी किसी भी प्रकार की शिफ्ट के लिए योग्य हो।
zh_hans: 两个角色：启用 Barista 和班次组长开关，使该员工可担任两类班次。
zh_hant: 兩個角色：啟用 Barista 和班次組長開關，使該員工可擔任兩類班次。

# help.section.employees.item.1
source: Tap the + button to add a new employee.
ar: اضغط على زر + لإضافة موظف جديد.
bn: নতুন কর্মচারী যোগ করতে + বোতামে ট্যাপ করুন।
es: Toca el botón + para añadir un nuevo empleado.
hi: नया कर्मचारी जोड़ने के लिए + बटन पर टैप करें।
zh_hans: 点击 + 按钮添加新员工。
zh_hant: 點選 + 按鈕新增員工。

# help.section.employees.item.2
source: Set their first name, last name, and optional nickname.
ar: حدّد الاسم الأول واسم العائلة والاسم المستعار الاختياري.
bn: তাদের প্রথম নাম, শেষ নাম ও ঐচ্ছিক ডাকনাম সেট করুন।
es: Establece su nombre, apellido y apodo opcional.
hi: उनका पहला नाम, अंतिम नाम और वैकल्पिक उपनाम सेट करें।
zh_hans: 设置员工的名字、姓氏与可选的昵称。
zh_hant: 設定員工的名字、姓氏與選填的暱稱。

# help.section.employees.item.3
source: Assign one or more roles (e.g. Barista, Kitchen).
ar: عيّن دوراً واحداً أو أكثر (مثل: باريستا، مطبخ).
bn: এক বা একাধিক ভূমিকা নিযুক্ত করুন (যেমন বারিস্তা, রান্নাঘর)।
es: Asigna uno o más roles (p. ej. Barista, Cocina).
hi: एक या अधिक भूमिकाएँ सौंपें (जैसे बारिस्ता, रसोई)।
zh_hans: 分配一个或多个职位（如咖啡师、厨房）。
zh_hant: 指派一個或多個職位(例如咖啡師、廚房)。

# help.section.employees.item.4
source: Set an hourly rate and weekly hour limits.
ar: حدّد أجراً بالساعة وحدوداً أسبوعية للساعات.
bn: ঘণ্টা ভিত্তিক হার ও সাপ্তাহিক ঘণ্টার সীমা সেট করুন।
es: Establece un salario por hora y límites horarios semanales.
hi: प्रति घंटा दर और साप्ताहिक घंटों की सीमा सेट करें।
zh_hans: 设置时薪与每周时数上限。
zh_hant: 設定時薪與每週時數上限。

# help.section.employees.item.5
source: Mark which hours of each day they are available to work.
ar: حدّد ساعات اليوم التي يكون متاحاً فيها للعمل.
bn: প্রতিটি দিনের কোন ঘণ্টায় তারা কাজের জন্য উপলব্ধ তা চিহ্নিত করুন।
es: Marca qué horas de cada día están disponibles para trabajar.
hi: चिह्नित करें कि वे प्रत्येक दिन के किन घंटों में काम के लिए उपलब्ध हैं।
zh_hans: 标记每天可工作的时段。
zh_hant: 標記他們每天可工作的時段。

# help.section.employees.item.6
source: Tap an employee to see their details or shift history.
ar: اضغط على موظف لرؤية تفاصيله أو سجل ورديّاته.
bn: তাদের বিস্তারিত বা শিফট ইতিহাস দেখতে কোনো কর্মচারীতে ট্যাপ করুন।
es: Toca un empleado para ver sus detalles o historial de turnos.
hi: कर्मचारी के विवरण या शिफ़्ट इतिहास को देखने के लिए उन पर टैप करें।
zh_hans: 点击员工以查看详细信息或班次历史。
zh_hant: 點選員工以查看其詳細資訊或班次歷史。

# help.section.exceptions
source: Exceptions
ar: الاستثناءات
bn: ব্যতিক্রম
es: Excepciones
hi: अपवाद
zh_hans: 例外
zh_hant: 例外

# help.section.exceptions.example.1
source: Maya is sick Tuesday: open her availability for that date and set the morning hours to No.
ar: مايا مريضة الثلاثاء: افتح توفّرها لذلك التاريخ واضبط ساعات الصباح على لا.
bn: মায়া মঙ্গলবার অসুস্থ: সেই তারিখের জন্য তার প্রাপ্যতা খুলুন এবং সকালের ঘন্টাগুলি না-তে সেট করুন।
es: Maya está enferma el martes: abre su disponibilidad para esa fecha y marca las horas de la mañana como No.
hi: माया मंगलवार को बीमार हैं: उस तारीख के लिए उनकी उपलब्धता खोलें और सुबह के घंटों को नहीं पर सेट करें।
zh_hans: Maya 周二请病假：打开她当日的可用性并将上午时段设为「否」。
zh_hant: Maya 週二請病假：開啟她當日的可用性並將上午時段設為「否」。

# help.section.exceptions.example.2
source: Closed for a public holiday: open the shift template override on the affected date and mark it cancelled.
ar: إغلاق في عطلة رسمية: افتح تجاوز قالب المناوبة في التاريخ المتأثر ووضع علامة "ملغاة".
bn: সরকারি ছুটির জন্য বন্ধ: প্রভাবিত তারিখে শিফট টেমপ্লেট ওভাররাইড খুলুন এবং বাতিল চিহ্নিত করুন।
es: Cerrado por festivo: abre la anulación de plantilla de turno en la fecha afectada y márcala como cancelada.
hi: सार्वजनिक अवकाश के लिए बंद: प्रभावित तारीख पर शिफ्ट टेम्पलेट ओवरराइड खोलें और रद्द चिह्नित करें।
zh_hans: 公共假期歇业：在受影响日期打开班次模板覆写并标记为取消。
zh_hant: 公眾假期歇業：在受影響日期開啟班次範本覆寫並標記為取消。

# help.section.exceptions.item.1
source: Use exceptions for one-off changes to a specific date.
ar: استخدم الاستثناءات للتغييرات لمرة واحدة في تاريخ معين.
bn: নির্দিষ্ট তারিখের একবার পরিবর্তনের জন্য ব্যতিক্রম ব্যবহার করুন।
es: Usa excepciones para cambios puntuales en una fecha concreta.
hi: किसी विशिष्ट तिथि के लिए एक बार के परिवर्तनों के लिए अपवादों का उपयोग करें।
zh_hans: 对特定日期的一次性变更使用例外。
zh_hant: 對特定日期的一次性變更使用例外。

# help.section.exceptions.item.2
source: Pin an employee to a shift or exclude them from one.
ar: ثبّت موظفاً في وردية أو استبعده منها.
bn: একজন কর্মচারীকে কোনো শিফটে স্থির করুন বা তাকে এর থেকে বাদ দিন।
es: Fija a un empleado a un turno o exclúyelo de él.
hi: किसी कर्मचारी को किसी शिफ़्ट के लिए तय करें या उसे शिफ़्ट से बाहर करें।
zh_hans: 将员工固定于某班次或排除在外。
zh_hant: 將員工固定於某班次或排除於外。

# help.section.exceptions.item.3
source: Change an employee's availability for a single day.
ar: غيّر توفر موظف ليوم واحد فقط.
bn: একজন কর্মচারীর একটি দিনের উপলব্ধতা পরিবর্তন করুন।
es: Cambia la disponibilidad de un empleado para un solo día.
hi: किसी कर्मचारी की एक दिन की उपलब्धता बदलें।
zh_hans: 更改员工某一天的可用时段。
zh_hant: 變更員工某一天的可用時段。

# help.section.exceptions.item.4
source: Exceptions take priority over the generated schedule.
ar: للاستثناءات أولوية على الجدول المُولَّد تلقائياً.
bn: ব্যতিক্রম স্বয়ংক্রিয়ভাবে তৈরি সময়সূচীর উপর অগ্রাধিকার পায়।
es: Las excepciones tienen prioridad sobre el horario generado.
hi: अपवाद उत्पन्न शेड्यूल पर प्राथमिकता लेते हैं।
zh_hans: 例外的优先级高于自动生成的排班表。
zh_hant: 例外的優先順序高於自動產生的排班表。

# help.section.exporting
source: Exporting
ar: التصدير
bn: এক্সপোর্ট করা
es: Exportar
hi: एक्सपोर्ट करना
zh_hans: 导出
zh_hant: 匯出

# help.section.exporting.example.1
source: Email the staff schedule as PDF: pick PDF format, profile = Staff Schedule, then share via the system sheet.
ar: إرسال جدول الموظفين بالبريد كـ PDF: اختر صيغة PDF، الملف الشخصي = جدول الموظفين، ثم شارك عبر ورقة النظام.
bn: স্টাফ শিডিউল PDF হিসাবে ইমেল করুন: PDF ফরম্যাট নির্বাচন করুন, প্রোফাইল = স্টাফ শিডিউল, তারপর সিস্টেম শীটের মাধ্যমে শেয়ার করুন।
es: Envía el horario del personal por correo en PDF: elige formato PDF, perfil = Horario del Personal y compártelo desde la hoja del sistema.
hi: PDF के रूप में स्टाफ शेड्यूल ईमेल करें: PDF प्रारूप चुनें, प्रोफ़ाइल = स्टाफ शेड्यूल, फिर सिस्टम शीट के माध्यम से साझा करें।
zh_hans: 以 PDF 形式邮件发送员工排班表：选择 PDF 格式，配置文件 = 员工排班表，然后通过系统分享面板分享。
zh_hant: 以 PDF 形式郵件寄送員工排班表：選擇 PDF 格式，設定檔 = 員工排班表，然後透過系統分享面板分享。

# help.section.exporting.example.2
source: Manager weekly report with wages: PDF + Manager Report shows costs by employee and by role.
ar: تقرير المدير الأسبوعي مع الأجور: PDF + تقرير المدير يُظهر التكاليف حسب الموظف وحسب الدور.
bn: মজুরিসহ ম্যানেজারের সাপ্তাহিক রিপোর্ট: PDF + ম্যানেজার রিপোর্ট কর্মচারী ও ভূমিকা অনুযায়ী খরচ দেখায়।
es: Informe semanal del responsable con salarios: PDF + Informe del Responsable muestra costes por empleado y por rol.
hi: वेतन के साथ साप्ताहिक प्रबंधक रिपोर्ट: PDF + Manager Report कर्मचारी और भूमिका के अनुसार लागत दिखाता है।
zh_hans: 包含工资的经理周报：PDF + 经理报表 显示按员工和角色的成本。
zh_hant: 包含薪資的經理週報：PDF + 經理報表 顯示依員工和角色的成本。

# help.section.exporting.item.1
source: Export your rota as CSV or JSON from the Rota tab.
ar: صدّر جدولك بصيغة CSV أو JSON من تبويب الجدول.
bn: রোটা ট্যাব থেকে আপনার রোটা CSV বা JSON হিসেবে এক্সপোর্ট করুন।
es: Exporta tu horario como CSV o JSON desde la pestaña Rota.
hi: रोटा टैब से अपना रोटा CSV या JSON के रूप में एक्सपोर्ट करें।
zh_hans: 从「排班表」标签页将排班表导出为 CSV 或 JSON。
zh_hant: 從「排班表」分頁將排班表匯出為 CSV 或 JSON。

# help.section.exporting.item.2
source: Choose a layout: by employee or by shift.
ar: اختر تخطيطاً: حسب الموظف أو حسب الوردية.
bn: একটি লেআউট নির্বাচন করুন: কর্মচারী অনুযায়ী বা শিফট অনুযায়ী।
es: Elige un diseño: por empleado o por turno.
hi: एक लेआउट चुनें: कर्मचारी के अनुसार या शिफ़्ट के अनुसार।
zh_hans: 选择布局：按员工或按班次。
zh_hant: 選擇版面:依員工或依班次。

# help.section.exporting.item.3
source: Set your default export preferences in Menu settings.
ar: اضبط تفضيلات التصدير الافتراضية في إعدادات القائمة.
bn: মেনু সেটিংসে আপনার ডিফল্ট এক্সপোর্ট পছন্দ সেট করুন।
es: Configura tus preferencias de exportación por defecto en los ajustes del Menú.
hi: मेनू सेटिंग्स में अपनी डिफ़ॉल्ट एक्सपोर्ट प्राथमिकताएँ सेट करें।
zh_hans: 在「菜单」设置中设置默认导出偏好。
zh_hant: 在「選單」設定中設定預設匯出偏好。

# help.section.getting_started
source: Getting Started
ar: البدء
bn: শুরু করা
es: Primeros pasos
hi: शुरू करना
zh_hans: 开始使用
zh_hant: 開始使用

# help.section.history
source: History
ar: السجل
bn: ইতিহাস
es: Historial
hi: इतिहास
zh_hans: 历史
zh_hant: 歷史

# help.section.history.example.1
source: Restore an earlier draft: open Edit Log, expand a save, and tap Restore to roll the week back.
ar: استعد مسودة سابقة: افتح سجل التحرير، وسّع حفظاً، وانقر استعادة لإرجاع الأسبوع.
bn: একটি পূর্বের খসড়া পুনরুদ্ধার করুন: সম্পাদনা লগ খুলুন, একটি সেভ প্রসারিত করুন এবং সপ্তাহটি ফিরিয়ে আনতে পুনরুদ্ধার ট্যাপ করুন।
es: Restaura un borrador anterior: abre el Registro de Ediciones, expande una versión guardada y toca Restaurar para revertir la semana.
hi: पुराना ड्राफ्ट पुनर्स्थापित करें: एडिट लॉग खोलें, सेव का विस्तार करें और सप्ताह को वापस लाने के लिए Restore पर टैप करें।
zh_hans: 恢复之前的草稿：打开编辑日志，展开某个保存项，点击恢复将该周回滚。
zh_hant: 復原先前的草稿：開啟編輯紀錄，展開某個保存項，點擊復原將該週回滾。

# help.section.history.example.2
source: Label important saves: tap a save’s tag field to mark it as ‘Posted’ or ‘Final’.
ar: وسم الحفظات المهمة: انقر على حقل الوسم لحفظ معين لتمييزه بـ ‘Posted’ أو ‘Final’.
bn: গুরুত্বপূর্ণ সেভ লেবেল করুন: একটি সেভের ট্যাগ ফিল্ডে ট্যাপ করে এটিকে ‘Posted’ বা ‘Final’ হিসেবে চিহ্নিত করুন।
es: Etiqueta versiones guardadas importantes: toca el campo de etiqueta de una versión para marcarla como ‘Publicada’ o ‘Final’.
hi: महत्वपूर्ण सेव्स को लेबल करें: किसी सेव के टैग फ़ील्ड पर टैप करके उसे ‘Posted’ या ‘Final’ के रूप में चिह्नित करें।
zh_hans: 为重要保存项加标签：点击某个保存项的标签字段以将其标记为「已发布」或「最终」。
zh_hant: 為重要保存項加標籤：點擊某個保存項的標籤欄位以將其標記為「已發布」或「最終」。

# help.section.history.item.1
source: View a log of all saved schedule changes.
ar: اعرض سجلاً لجميع تغييرات الجدول المحفوظة.
bn: সব সংরক্ষিত সময়সূচী পরিবর্তনের লগ দেখুন।
es: Consulta el registro de todos los cambios guardados del horario.
hi: सहेजे गए सभी शेड्यूल परिवर्तनों का लॉग देखें।
zh_hans: 查看所有已保存排班变更的记录。
zh_hant: 檢視所有已儲存排班變更的紀錄。

# help.section.history.item.2
source: See what was changed and when.
ar: اعرف ما الذي تغيّر ومتى.
bn: কী পরিবর্তন হয়েছে এবং কখন হয়েছে দেখুন।
es: Mira qué se cambió y cuándo.
hi: देखें क्या और कब बदला गया।
zh_hans: 查看变更内容与时间。
zh_hant: 查看變更內容與時間。

# help.section.history.item.3
source: Useful for tracking edits over time.
ar: مفيد لتتبع التعديلات بمرور الوقت.
bn: সময়ের সাথে সম্পাদনা ট্র্যাক করতে কার্যকর।
es: Útil para hacer seguimiento de las ediciones a lo largo del tiempo.
hi: समय के साथ संपादनों को ट्रैक करने के लिए उपयोगी।
zh_hans: 适合追踪一段时间内的编辑。
zh_hant: 適合追蹤一段時間內的編輯。

# help.section.rota
source: Rota
ar: الجدول
bn: রোস্টার
es: Horario
hi: रोस्टर
zh_hans: 排班表
zh_hant: 排班表

# help.section.rota.example.1
source: Generate next week’s rota: navigate to next week and tap Generate — the scheduler fills shifts using availability and hour budgets.
ar: أنشئ جدول الأسبوع التالي: انتقل إلى الأسبوع التالي وانقر على إنشاء — يقوم المُجدوِل بتعبئة المناوبات باستخدام التوفر وميزانية الساعات.
bn: পরবর্তী সপ্তাহের রোস্টার জেনারেট করুন: পরবর্তী সপ্তাহে যান এবং Generate ট্যাপ করুন — শিডিউলার প্রাপ্যতা ও ঘণ্টা বাজেট ব্যবহার করে শিফট পূরণ করে।
es: Genera el horario de la próxima semana: ve a la próxima semana y toca Generar — el programador llena los turnos usando disponibilidad y presupuesto de horas.
hi: अगले सप्ताह का रोस्टर जेनरेट करें: अगले सप्ताह पर जाएँ और Generate पर टैप करें — शेड्यूलर उपलब्धता और घंटा बजट का उपयोग करके शिफ्ट भरता है।
zh_hans: 生成下周排班表：导航至下周并点击「生成」——排班器将利用可用性和工时预算填充班次。
zh_hant: 產生下週排班表：導覽至下週並點擊「產生」——排班器將利用可用性和工時預算填充班次。

# help.section.rota.example.2
source: Manually swap an assignment: long-press an assigned shift to move that employee to a different shift in the same week.
ar: تبديل تعيين يدوياً: اضغط مطوّلاً على مناوبة معينة لنقل الموظف إلى مناوبة أخرى في نفس الأسبوع.
bn: ম্যানুয়ালি একটি অ্যাসাইনমেন্ট সোয়াপ করুন: বরাদ্দকৃত শিফটে দীর্ঘক্ষণ চাপ দিন যাতে কর্মচারীকে একই সপ্তাহের ভিন্ন শিফটে স্থানান্তর করা যায়।
es: Cambia manualmente una asignación: mantén pulsado un turno asignado para mover a ese empleado a otro turno de la misma semana.
hi: किसी असाइनमेंट को मैन्युअल रूप से बदलें: किसी सौंपी गई शिफ्ट को लंबे समय तक दबाएँ ताकि उस कर्मचारी को उसी सप्ताह की किसी अन्य शिफ्ट में ले जाया जा सके।
zh_hans: 手动调换分配：长按已分配班次将该员工移至同一周的另一班次。
zh_hant: 手動調換分配：長按已分配班次將該員工移至同一週的另一班次。

# help.section.rota.item.1
source: The main schedule view shows one week at a time.
ar: يعرض الجدول الرئيسي أسبوعاً واحداً في كل مرة.
bn: প্রধান সময়সূচী ভিউ একসাথে এক সপ্তাহ দেখায়।
es: La vista principal del horario muestra una semana a la vez.
hi: मुख्य शेड्यूल दृश्य एक बार में एक सप्ताह दिखाता है।
zh_hans: 主排班视图一次显示一周。
zh_hant: 主排班檢視一次顯示一週。

# help.section.rota.item.2
source: Use the arrow buttons to move between weeks.
ar: استخدم أزرار الأسهم للتنقل بين الأسابيع.
bn: সপ্তাহের মধ্যে যেতে তীর বোতাম ব্যবহার করুন।
es: Usa los botones de flecha para moverte entre semanas.
hi: हफ़्तों के बीच जाने के लिए तीर बटन का उपयोग करें।
zh_hans: 使用箭头按钮在周次之间切换。
zh_hant: 使用箭頭按鈕在週次之間切換。

# help.section.rota.item.3
source: Tap Generate to automatically assign employees to shifts.
ar: اضغط على «توليد» لتعيين الموظفين تلقائياً للورديات.
bn: কর্মচারীদের স্বয়ংক্রিয়ভাবে শিফটে নিয়োগ করতে জেনারেট ট্যাপ করুন।
es: Toca Generar para asignar empleados a turnos automáticamente.
hi: कर्मचारियों को शिफ़्टों में स्वचालित रूप से असाइन करने के लिए जनरेट पर टैप करें।
zh_hans: 点击「生成」自动将员工分配到班次。
zh_hant: 點選「產生」自動將員工指派到班次。

# help.section.rota.item.4
source: Tap any assignment to change it manually.
ar: اضغط على أي تعيين لتغييره يدوياً.
bn: ম্যানুয়ালি পরিবর্তন করতে কোনো নিয়োগে ট্যাপ করুন।
es: Toca cualquier asignación para cambiarla manualmente.
hi: मैन्युअल रूप से बदलने के लिए किसी भी असाइनमेंट पर टैप करें।
zh_hans: 点击任一分配以手动更改。
zh_hant: 點選任一指派以手動變更。

# help.section.rota.item.5
source: Confirm shifts when you are happy with the schedule.
ar: أكّد الورديات عندما تكون راضياً عن الجدول.
bn: সময়সূচীতে সন্তুষ্ট হলে শিফট নিশ্চিত করুন।
es: Confirma los turnos cuando estés conforme con el horario.
hi: जब आप शेड्यूल से संतुष्ट हों, तो शिफ़्ट की पुष्टि करें।
zh_hans: 对排班满意时请确认班次。
zh_hant: 對排班滿意時請確認班次。

# help.section.scheduler
source: Scheduler
ar: المُجدوِل
bn: শিডিউলার
es: Programador
hi: शेड्यूलर
zh_hans: 排班器
zh_hant: 排班器

# help.section.scheduler.example.1
source: Two baristas tied for an opening shift — the one closer to their target hours wins.
ar: اثنان من الباريستا متعادلان على مناوبة افتتاح — يفوز الأقرب إلى ساعاته المستهدفة.
bn: দু'জন বারিস্তা একটি ওপেনিং শিফটে সমান — যিনি তার লক্ষ্য ঘণ্টার কাছাকাছি, তিনি জিতবেন।
es: Dos baristas empatan por un turno de apertura — gana el que esté más cerca de sus horas objetivo.
hi: दो बारिस्ता एक ओपनिंग शिफ्ट के लिए बराबरी पर हैं — जो अपने लक्ष्य घंटों के करीब है, वह जीतेगा।
zh_hans: 两位 Barista 同时争取一个开店班次——离目标工时更近者获胜。
zh_hant: 兩位 Barista 同時爭取一個開店班次——離目標工時更近者獲勝。

# help.section.scheduler.example.2
source: Maya marked Monday morning as Maybe instead of Yes — she’ll only be picked if no Yes-availability barista is left.
ar: مايا حدّدت صباح الإثنين كـ "ربما" بدلاً من "نعم" — لن يتم اختيارها إلا إذا لم يتبقَّ باريستا متاح بـ "نعم".
bn: মায়া সোমবার সকালে হ্যাঁ-এর পরিবর্তে হয়তো চিহ্নিত করেছেন — শুধুমাত্র তখনই তিনি নির্বাচিত হবেন যদি অন্য কোনো হ্যাঁ-প্রাপ্যতার বারিস্তা না থাকেন।
es: Maya marcó el lunes por la mañana como Quizás en vez de Sí — solo se la elegirá si no queda ningún barista con disponibilidad Sí.
hi: माया ने सोमवार सुबह को हाँ के बजाय शायद चिह्नित किया — उन्हें केवल तभी चुना जाएगा जब कोई हाँ-उपलब्धता वाला बारिस्ता न बचा हो।
zh_hans: Maya 将周一上午标记为「也许」而非「可」——只有在没有「可」可用的 Barista 时才会被选中。
zh_hant: Maya 將週一上午標記為「也許」而非「可」——只有在沒有「可」可用的 Barista 時才會被選中。

# help.section.scheduler.item.1
source: Pass 1 covers each shift’s required role first, hardest-to-fill before easier roles.
ar: المرحلة 1 تغطي أولاً الدور المطلوب لكل مناوبة، من الأصعب إلى الأسهل.
bn: পাস ১ প্রথমে প্রতিটি শিফটের প্রয়োজনীয় ভূমিকা কভার করে, কঠিনতম থেকে সহজতর পর্যন্ত।
es: La primera pasada cubre primero el rol requerido de cada turno, de los más difíciles a los más fáciles de cubrir.
hi: पास 1 पहले प्रत्येक शिफ्ट की आवश्यक भूमिका को कवर करता है, सबसे कठिन से सबसे आसान तक।
zh_hans: 第一轮先按从最难到最易顺序覆盖每个班次所需角色。
zh_hant: 第一輪先按從最難到最易順序覆蓋每個班次所需角色。

# help.section.scheduler.item.2
source: Pass 2 tops up remaining slots toward each employee’s target weekly hours.
ar: المرحلة 2 تملأ الفتحات المتبقية وفقاً لساعات العمل الأسبوعية المستهدفة لكل موظف.
bn: পাস ২ প্রতিটি কর্মচারীর লক্ষ্য সাপ্তাহিক ঘণ্টার দিকে অবশিষ্ট স্লট পূরণ করে।
es: La segunda pasada completa los huecos restantes hasta acercarse a las horas semanales objetivo de cada empleado.
hi: पास 2 बचे हुए स्लॉट्स को प्रत्येक कर्मचारी के लक्ष्य साप्ताहिक घंटों की ओर भरता है।
zh_hans: 第二轮按每位员工的目标周工时填补剩余空缺。
zh_hant: 第二輪按每位員工的目標週工時填補剩餘空缺。

# help.section.scheduler.item.3
source: Tie-breakers favor lower utilisation so hours are spread fairly.
ar: تفضّل قواعد كسر التعادل أصحاب الاستخدام الأقل لتُوزَّع الساعات بإنصاف.
bn: টাইব্রেকার কম ব্যবহারকে অগ্রাধিকার দেয় যাতে ঘণ্টা ন্যায্যভাবে বণ্টিত হয়।
es: Los criterios de desempate favorecen una utilización menor para repartir las horas con equidad.
hi: टाई-ब्रेकर कम उपयोग को प्राथमिकता देते हैं ताकि घंटे न्यायपूर्ण ढंग से बँटें।
zh_hans: 并列时优先选择利用率较低者，以便公平分配工时。
zh_hant: 並列時優先選擇利用率較低者，以便公平分配工時。

# help.section.scheduler.item.4
source: If an employee was skipped, check availability for that hour, role match, and the daily/weekly hour caps.
ar: إذا تم تخطي موظف، تحقق من توفره لتلك الساعة، تطابق الدور، وحدود الساعات اليومية/الأسبوعية.
bn: যদি কোনো কর্মচারী এড়িয়ে যাওয়া হয়, সেই ঘণ্টায় প্রাপ্যতা, ভূমিকা মিল এবং দৈনিক/সাপ্তাহিক ঘণ্টা সীমা পরীক্ষা করুন।
es: Si se omite a un empleado, comprueba su disponibilidad para esa hora, la coincidencia de rol y los límites de horas diarios/semanales.
hi: यदि कोई कर्मचारी छूट गया, तो उस समय उपलब्धता, भूमिका मेल और दैनिक/साप्ताहिक घंटा सीमा जाँचें।
zh_hans: 如果某员工被跳过，请检查该时段可用性、角色匹配以及每日/每周工时上限。
zh_hant: 如果某員工被跳過，請檢查該時段可用性、角色匹配以及每日/每週工時上限。

# help.section.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
es: Ajustes
hi: सेटिंग्स
zh_hans: 设置
zh_hant: 設定

# help.section.settings.example.1
source: Switch the app to Spanish: open Language and pick Español; restart the app to apply.
ar: تبديل التطبيق إلى الإسبانية: افتح اللغة واختر Español؛ أعد تشغيل التطبيق للتطبيق.
bn: অ্যাপটি স্প্যানিশে স্যুইচ করুন: ভাষা খুলুন এবং Español নির্বাচন করুন; প্রয়োগ করতে অ্যাপ পুনরায় চালু করুন।
es: Cambia la app al español: abre Idioma y elige Español; reinicia la app para aplicar el cambio.
hi: ऐप को स्पैनिश में बदलें: भाषा खोलें और Español चुनें; लागू करने के लिए ऐप पुनः आरंभ करें।
zh_hans: 将应用切换为西班牙语：打开「语言」并选择 Español；重启应用以生效。
zh_hant: 將應用切換為西班牙語：開啟「語言」並選擇 Español；重啟應用以生效。

# help.section.settings.example.2
source: Replay onboarding: tap ‘Replay onboarding’ to bring back the welcome tour and reset coaching tips.
ar: إعادة تشغيل الإعداد: انقر على ‘إعادة تشغيل الإعداد’ لاستعادة جولة الترحيب وإعادة تعيين تلميحات التدريب.
bn: অনবোর্ডিং পুনরায় চালান: ‘Replay onboarding’ ট্যাপ করুন যাতে স্বাগত ট্যুর ফিরে আসে এবং কোচিং টিপস পুনরায় সেট হয়।
es: Repetir la introducción: toca ‘Repetir introducción’ para volver a ver el recorrido de bienvenida y restablecer los consejos guiados.
hi: ऑनबोर्डिंग दोबारा चलाएँ: ‘ऑनबोर्डिंग दोबारा चलाएँ’ पर टैप करें ताकि स्वागत टूर वापस आए और कोचिंग टिप्स रीसेट हों।
zh_hans: 重新播放入门引导：点击「重新播放入门引导」以重新展示欢迎之旅并重置指导提示。
zh_hant: 重新播放入門引導：點擊「重新播放入門引導」以重新展示歡迎之旅並重設指導提示。

# help.section.settings.item.1
source: Change the app theme to Light, Dark, or System.
ar: غيّر سمة التطبيق إلى فاتحة أو داكنة أو حسب النظام.
bn: অ্যাপ থিম পরিবর্তন করুন—হালকা, গাঢ় বা সিস্টেম।
es: Cambia el tema de la app a Claro, Oscuro o Sistema.
hi: ऐप थीम को लाइट, डार्क या सिस्टम में बदलें।
zh_hans: 将应用主题切换为浅色、深色或系统。
zh_hant: 將應用程式主題切換為淺色、深色或系統。

# help.section.settings.item.2
source: Set your preferred currency for hourly rates.
ar: اضبط العملة المفضلة للأجور بالساعة.
bn: ঘণ্টা ভিত্তিক হারের জন্য আপনার পছন্দনীয় মুদ্রা সেট করুন।
es: Establece tu moneda preferida para los salarios por hora.
hi: प्रति घंटा दरों के लिए अपनी पसंदीदा मुद्रा सेट करें।
zh_hans: 设置时薪偏好的货币。
zh_hant: 設定時薪偏好的貨幣。

# help.section.settings.item.3
source: Customise which tabs appear in your tab bar.
ar: خصّص التبويبات التي تظهر في شريط التبويبات.
bn: আপনার ট্যাব বারে কোন ট্যাবগুলি দেখা যাবে তা কাস্টমাইজ করুন।
es: Personaliza qué pestañas aparecen en la barra.
hi: कस्टमाइज़ करें कि आपके टैब बार में कौन से टैब दिखाई दें।
zh_hans: 自定义标签栏上显示的标签。
zh_hant: 自訂分頁列上顯示的分頁。

# help.section.settings.item.4
source: iCloud Sync keeps your data up to date across devices.
ar: تُبقي مزامنة iCloud بياناتك محدَّثة عبر أجهزتك.
bn: iCloud Sync আপনার ডিভাইসগুলিতে আপনার তথ্য আপ-টু-ডেট রাখে।
es: iCloud Sync mantiene tus datos al día en todos tus dispositivos.
hi: iCloud Sync आपके डेटा को सभी डिवाइसों में अद्यतन रखता है।
zh_hans: iCloud 同步会让您的数据在各设备间保持最新。
zh_hant: iCloud 同步會讓您的資料在各裝置間保持最新。

# help.section.shifts
source: Shifts
ar: الورديات
bn: শিফট
es: Turnos
hi: शिफ़्टें
zh_hans: 班次
zh_hant: 班次

# help.section.shifts.example.1
source: Opening shift Mon–Fri 6am–2pm requiring 2 baristas: pick Mon–Fri weekdays, set times, role = Barista, max = 2.
ar: مناوبة افتتاح الإثنين–الجمعة 6 صباحاً–2 ظهراً تتطلب 2 باريستا: اختر الإثنين–الجمعة، اضبط الأوقات، الدور = Barista، الحد الأقصى = 2.
bn: সোম–শুক্র সকাল ৬টা–দুপুর ২টা ওপেনিং শিফট, ২ জন বারিস্তা প্রয়োজন: সোম–শুক্র নির্বাচন করুন, সময় সেট করুন, ভূমিকা = Barista, সর্বোচ্চ = ২।
es: Turno de apertura lun–vie 6:00–14:00 con 2 baristas: selecciona lun–vie, ajusta las horas, rol = Barista, máx. = 2.
hi: सोम–शुक्र सुबह 6 बजे–दोपहर 2 बजे ओपनिंग शिफ्ट, 2 बारिस्ता आवश्यक: सोम–शुक्र चुनें, समय निर्धारित करें, भूमिका = Barista, अधिकतम = 2।
zh_hans: 周一至周五 6:00–14:00 开店班次，需要 2 名 Barista：选择周一至周五，设定时间，角色 = Barista，最大值 = 2。
zh_hant: 週一至週五 6:00–14:00 開店班次，需要 2 名 Barista：選擇週一至週五，設定時間，角色 = Barista，最大值 = 2。
